export const INK_FILL_DETAILS = [
  {
    type: 'p',
    text: 'Все в нашем мире когда-нибудь кончается, и тонер в картридже в том числе. Но это досадное недоразумение не будет Вас беспокоить, если вы хоть раз обратитесь в наш сервисный центр. У наших клиентов не возникает вопроса, где заправлять картриджи, ремонтировать офисную технику или приобретать новые расходные материалы и оргтехнику.',
  },
  {
    type: 'p',
    text: 'За все время существования фирмы мы накопили необходимый опыт, который позволяет нам профессионально выполнять свою работу. Поскольку заправка картриджей для лазерных принтеров и копиров у нас осуществляется по отлаженной технологии при соблюдении всех необходимых технологических требований, мы можем гарантировать высокое качество проводимых нами работ.',
  },
  {
    type: 'p',
    text: 'Восстановление и заправка картриджей осуществляется с помощью высокотехнологичного оборудования, с использованием только высококачественного тонера и чернил. После заправки все картриджи в обязательном порядке подвергаются тестированию.',
  },
];

export const MONITOR_FIX_DETAILS = [
  {
    type: 'p',
    text: 'Одна из самых распространенных и достаточно неприятных ситуаций, с которыми сталкиваются пользователи — это повреждение экрана монитора или ноутбука.',
  },
  {
    type: 'p',
    text: 'Но не нужно сильно расстраиваться — в нашей компании легко помогут вам решить эту проблему.',
  },
  {
    type: 'p',
    text: 'Замена экрана ноутбука — процедура несложная, но только для профессионалов. Ни в коем случае не пытайтесь провести её самостоятельно. Также мы рекомендуем избегать сомнительных сервисных центров: неумелое вмешательство может только навредить, усугубить проблему и даже вывести ноутбук из строя. Не рискуйте — обращайтесь к нам.',
  },
  {
    type: 'p',
    text: 'На сегодняшний день на складе нашей организации имеются различные типы матриц, и в большинстве случаев замена экрана производится в течение нескольких часов. Если подходящей матрицы нет на складе, мы оперативно закажем её у наших надёжных партнёров. В любом случае — ваш экран будет восстановлен!',
  },
];

export const PRINTER_FIX_DETAILS = [
  {
    type: 'p',
    text: 'У вас случилось самое ужасное — сломался принтер, а ведь без него вы как без рук? Не стоит отчаиваться — мы в кратчайшие сроки произведем любой ремонт лазерных принтеров и вернем к жизни ваш аппарат.',
  },
  {
    type: 'p',
    text: 'Стоит ли говорить о том, что ремонт принтеров всегда сопровождается остановкой рабочего процесса, лишними хлопотами и как результат — недовольство шефа и море невыполненной работы. Чтобы этого не случилось, при первых признаках поломки принтера необходимо позвонить тем людям, которые приедут и приведут вашу машину в норму.',
  },
  {
    type: 'p',
    text: 'Для того чтобы получить консультацию или вызвать мастера, который произведет ремонт принтера прямо у вас в офисе или в нашей мастерской, вы можете воспользоваться формой обратной связи или позвонить по телефону: 25-93-93 (код города 3537).',
  },
  {
    type: 'h3',
    text: 'Как понять, что принтер сломан?',
  },
  {
    type: 'p',
    text: 'Не всегда с первого раза можно понять, сломан принтер или дело в чем-то другом. Характерные поломки могут быть следующими:',
  },
  {
    type: 'ul',
    items: [
      'принтер "просит" бумагу при наполненной корзине;',
      'принтер начинает печатать с полосами поперек или вдоль листа;',
      'принтер печатает с белыми полосами вдоль листа;',
      'принтер не захватывает бумагу или заминает её;',
      'принтер захватывает несколько листов или застревает на выходе;',
      'принтер не включается, компьютер не видит устройство.',
    ],
  },
  {
    type: 'h3',
    text: 'Ремонт лазерных принтеров осуществляется в несколько этапов:',
  },
  {
    type: 'ol',
    items: [
      'Диагностика',
      'Ремонт принтеров',
      'Гарантия на проделанную работу',
      'По желанию клиента — договор на сервисное обслуживание',
    ],
  },
  {
    type: 'h3',
    text: 'Доверьте ремонт принтеров профессионалам!',
  },
];

export const COMPUTER_FIX_DETAILS = [
  {
    type: 'p',
    text: '',
  },
  {
    type: 'p',
    text: 'Технике свойственно ломаться и как правило в самый неподходящий момент!',
  },
  {
    type: 'p',
    text: 'Мы знаем предмет нашей работы, мы разбираемся в технологиях, владеем необходимыми методиками.',
  },
  {
    type: 'p',
    text: 'Все наши специалисты имеют высокую квалификацию и большой опыт работы в компьютерном сервисе. Мы отвечаем за качество выполненных работ каждым нашим мастером.',
  },
  {
    type: 'p',
    text: 'Мы оказываем услуги как у вас дома (в офисе), так и в нашем сервисном центре.',
  },
  {
    type: 'h3',
    text: 'Типичный план работ:',
  },
  {
    type: 'ol',
    items: [
      'Вы формируете заявку по телефону или на сайте, указываете удобное для вас время. Заявку на сайте можно оформить в разделе Контакты.',
      'Мастер приезжает, проводит предварительную диагностику для определения объёма работ и называет приблизительную стоимость работ.',
      'Заключается договор.',
      'После завершения всех работ Вами производится оплата. Мы никогда не бросаем наших клиентов в беде - вы всегда можете обратиться к нам для проведения гарантийного ремонта.',
    ],
  },
];
