export const INK_FILL_DETAILS = [
  'Все в нашем мире когда-нибудь кончается, и тонер в картридже в том числе. Но это досадное недоразумение не будет Вас беспокоить, если вы, хоть раз обратитесь в наш сервисный центр. У наших клиентов не возникает вопроса, где заправлять картриджи, ремонтировать офисную технику или приобретать новые расходные материалы и оргтехнику.',
  'За все время существования фирмы мы накопили необходимый опыт, который позволяет нам, профессионально выполнять свою работу. Поскольку заправка картриджей: для лазерных принтеров и копиров у нас осуществляется по отлаженной технологии при соблюдении всех необходимых технологических требований, мы можем гарантировать высокое качество проводимых нами работ.',
  'Восстановление и заправка картриджей осуществляется с помощью высокотехнологичного оборудования,с использованием только высококачественного тонера и чернил. После заправки все картриджи в обязательном порядке подвергаются тестированию.',
];

export const MONITOR_FIX_DETAILS = ['ДЕТАЛИ'];

export const PRINTER_FIX_DETAILS = ['ДЕТАЛИ'];

export const COMPUTER_FIX_DETAILS = ['ДЕТАЛИ'];
