export const INK_FILL_PRICES = [
  { title: 'Диагностика', price: '300' },
  { title: 'Работа с картриджем, профилактика картриджа', price: '100' },
  {
    title: 'Замена коротрона Samsung ML1610, 2010, 2510, 2570',
    price: '450',
  },
  { title: 'Замена коротрона Samsung ML1710', price: '450' },
  { title: 'Замена коротрона HP 1010', price: '350' },
  { title: 'Замена коротрона HP 1200', price: '350' },
  { title: 'Замена фоторецептора Canon FC', price: '600' },
  { title: 'Замена фоторецептора HP 1010', price: '550' },
  { title: 'Замена фоторецептора HP 1100', price: '550' },
  { title: 'Замена фоторецептора HP 1200', price: '550' },
  { title: 'Замена фоторецептора HP 1320', price: '600' },
  {
    title: 'Заправка картриджа Canon EP-22, FX-10, EP-27, 703',
    price: '300',
  },
  { title: 'Заправка картриджа Samsung 1710, 2010', price: '300' },
  { title: 'Заправка картриджа Samsung 4200', price: '350' },
  { title: 'Заправка картриджа Samsung MLT-205', price: '400' },
  {
    title: 'Заправка картриджа Samsung MLT-101, 105, 108, 205 (стартовый)',
    price: '300',
  },
  { title: 'Заправка картриджа Xerox 3200', price: '350' },
  { title: 'Заправка картриджа Xerox Phaser 3119', price: '350' },
  { title: 'Заправка картриджа Xerox Phaser 3117', price: '300' },
  { title: 'Заправка картриджа Xerox 3010, 3140', price: '300' },
  {
    title: 'Замена чипа картриджа Xerox Phaser 3010, 3040, WC 3045',
    price: '250',
  },
  {
    title: 'Заправка картриджа тонером HP 1010 (12A), 1100',
    price: '300',
  },
  { title: 'Заправка картриджа тонером HP 505', price: '350' },
  { title: 'Заправка тонером картриджа HP 35A, 36A, 285A', price: '300' },
  { title: 'Заправка картриджа тонером HP 278, 285', price: '300' },
];

export const MONITOR_FIX_PRICES = [
  {
    title: 'Ремонт монитора 17" (без учета стоимости материалов)',
    price: '800',
  },
  {
    title: 'Ремонт монитора 19" (без учета стоимости материалов)',
    price: '900',
  },
  {
    title: 'Ремонт монитора от 20" (без учета стоимости материалов)',
    price: '1000',
  },
];

export const PRINTER_FIX_PRICES = [
  { title: 'Прошивка принтера Samsung', price: 'от 1000' },
  {
    title: 'ТО лазерного принтера, копира формата А4',
    price: 'от 500 до 800',
  },
  { title: 'ТО лазерного МФУ формата А4', price: '800' },
  { title: 'ТО лазерного принтера, копира формата А3', price: '1200' },
  { title: 'ТО лазерного высокоскоростного МФУ формата А4', price: '800' },
  {
    title: 'ТО лазерного высокоскоростного принтера формата А4',
    price: 'от 600 до 800',
  },
  { title: 'ТО струйного принтера', price: 'от 500 до 800' },
  {
    title:
      'Ремонт лазерного принтера, копира формата А4 (без учета стоимости материалов)',
    price: 'от 500',
  },
  {
    title: 'Ремонт лазерного МФУ формата А4 (без учета стоимости материалов)',
    price: 'от 800',
  },
  {
    title:
      'Ремонт лазерного высокоскоростного принтера формата А4 (без учета стоимости материалов)',
    price: 'от 600',
  },
];

export const COMPUTER_FIX_PRICES = [
  {
    title: 'Внутренний ремонт системного блока, ноутбука',
    price: 'от 450',
  },
  { title: 'Профилактика системного блока', price: '600' },
  { title: 'Лечение системы от вирусов', price: '500' },
  { title: 'Настройка программного обеспечения', price: 'от 300' },
  {
    title: 'Восстановление программного обеспечения и операционной системы',
    price: '800',
  },
];
